Repository: zom/Zom-iOS-XMPP
Catalog: Zom/Zom/*.lproj/Localizable.strings
Languages: bo

source: Cancel
bo: ཕྱིར་འཐེན།

source: Choose a Friend
bo: གྲོགས་ཞིག་འདེམས།

source: Confirm New Password
bo: གསང་ཚིག་གསར་པ་ངེས་གཏན་བཟོས།

source: OK
bo: འགྲིག

source: Refresh Session
bo: གླེང་མོལ་བསྐྱར་གསོ།

source: Secure Identity
bo: བདེ་འཇགས་ངོ་བོ།

source: Verify Contact
bo: འབྲེལ་གཏུག་ར་སྤྲོད་གྱིས།

source: Basic Setup
bo: འཛོམས་ཀྱི་ཁ་བྱང་ཞིག་བཟོས།

source: Nickname
bo: སྙུག་མིང་།

source: Send %@ encrypted message
bo: ཉེན་སྲུང་ཅན་གྱི་འཕྲིན་ཐུང་ཐོངས།

source: Create a Group
bo: ཚོགས་པ་ཞིག་བཟོས།

source: Add Buddy
bo: གྲོགས་སྣོན།

source: Switch
bo: སྐད་ཆ་ཤོད།

source: Default
bo: སྔར་ཡོད།

source: About
bo: དེའི་སྐོར།

source: Active
bo: དྲ་ཐོག་ན་འདུག

source: Advanced
bo: ཚད་མཐོ་བོ།

source: Archive
bo: ཡིག་མཛོད།

source: Away
bo: ད་ལྟ་འདིར་མེད།

source: Chats
bo: གླེང་མོལ།

source: Connect
bo: མཐུད།

source: Delete
bo: གསུབ།

source: Delete Account
bo: ཁ་བྱང་གསུབ།

source: Done
bo: བྱས་ཚར།

source: Group Name
bo: ཚོགས་པའི་མིང་།

source: Inbox
bo: དྲ་ཐོག་ན་འདུག

source: Jabber (XMPP)
bo: འཇེབ་པར། (XMPP)

source: Language
bo: སྐད་ཡིག

source: Me
bo: ང་།

source: Migrate Account
bo: ཐོ་བྱང་གནས་སྤོ།

source: Offline
bo: དྲ་ཐོག་ཏུ་མེད།

source: Password
bo: གསང་ཚིག

source: Pending Approval
bo: ངོས་ལེན་ལ་སྒུག་བཞིན་ཡོད།

source: Settings
bo: སྒྲིག་བཟོ།

source: Share
bo: ངོ་སྤྲོད་བྱོས།

source: Verified
bo: བརྟག་དཔྱད་ཟིན།

source: Leave
bo: ཕྱིར་འབུད།

source: Scan
bo: བཤེར།

source: SMS
bo: འཕྲིན་ཐུང་།
